START = (
    "Добро пожаловать в «Пространство смысла».\n"
    "Это место, где собираются идеи, знания и вопросы о человеке,\n"
    "сознании и внутреннем развитии.\n"
    "Здесь вы можете:\n"
    "📚 скачать материалы\n"
    "💬 задать вопрос или оставить предложение\n"
    "📊 участвовать в опросах\n"
    "Иногда один вопрос может изменить направление мысли,\n"
    "а один смысл — направление жизни.\n"
    "Выберите раздел ниже.")


MENU = (
    "Добро пожаловать в «Пространство смысла».\n"
    "Выберите раздел ниже."
)


ADMIN_PANEL = (
    "Добро пожаловать в админ панель.\n"
    "Выберите действие ниже."
)


ABOUT = (
    "Пространство смысла - это интерактивная платформа для изучения психологии, объединяющая теоретические материалы, практические задания и тесты."
    " Пользователи могут проходить опросы, анализировать свои ответы и получать персонализированную обратную связь."
    " Проект направлен на упрощение доступа к базовым психологическим знаниям и развитие навыков саморефлексии."
)
